results/raw/entity-read-by-id/20260810T131208Z-hibernate-vs-jdbc-n3/repeat02/light/1-hibernate-vs-jdbc/run01/ab/target-b/wrk-raw.txt
Running 15m test @ http://localhost:9008/api/v1/user?id=1
  4 threads and 128 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.99ms    1.22ms  83.54ms   75.66%
    Req/Sec     8.06k   193.65     8.90k    71.34%
  Latency Distribution
     50%    4.04ms
     75%    4.45ms
     90%    5.39ms
     99%    7.41ms
  28880863 requests in 15.00m, 8.75GB read
Requests/sec:  32087.74
Transfer/sec:      9.95MB
     95.00%  6.00ms